namespace Quest
{
    public class AntDialog_Controller : Dialog_Controller
    {
        protected override string[][] _messages => new string[][] { new string[]
        {
            "Привет, дорогая Капля! Я рада, что ты оказалась на моей голове.",
            "Я заметила, что ты очень живая и быстрая, а это значит, что ты сможешь помочь мне в выполнении задания!",
            "Мне нужно поймать головастиков, и я думаю, что ты можешь стать моим лучшим помощником.",
            "Ты готова к этому вызову?",
            "...",
            "Бл*, Chat GPT забыла выключить…КВА",
            "Короче, Капля, я тебя спасла и в благородство играть не буду: выполнишь для меня задание — и мы в расчете…КВА",
            "Ах, точно, ты же только родилась, сейчас научу тебя двигаться по этому стра… прекрасному миру",
            "Итак, A - катиться влево, D - вправо",
            "Кроме того, ты можешь прыгать! Зажми ПКМ и сделай рывок по направлению своей мышки.",
            "Что ты на меня так смотришь?! Да, именно так прыгают капли в нашем мире вырванных пробелов.",
            "Все, катись отсюда и верни мне моих головастиков!..КВА"
        },
            new string[]
            {
                "КВА",
            }
        };
    }
}