namespace Quest
{
    public class AntDialog_Controller : Dialog_Controller
    {
        protected override string[][] _messages => new string[][] { new string[]
        {
            "А ты уверен, что это сработает?",
            "Конечно, ритуальное убийство еще никогда не подводило",
            "Но в тот раз…",
            "Ой, да ладно, ну вызвали мы аномальную жару вместо дождей, с кем не бывает",
            "Хорошо, надеюсь это действительно поможет нам избавиться от пришельцев, подпевай",
            "Ооо великий суп наварили…"
        },
            new string[]
            {
                "Ооо великий суп наварили…",
            }
        };
    }
}