namespace Quest
{
    public class EyeQuest_Controller : Dialog_Controller
    {
        protected override string[][] _messages => new string[][] { new string[]
        {
            "Ох, чувствую себя как в воду опущенная!",
            "Нет, ну ты представляешь, все общество как в воду кануло…",
            "Мы с ними через огонь и воду прошли, а они…",
            "Эх, ладно, с тех пор уже много воды утекло.",
            "Да, забирай, пусть моя горечь уйдет вместе с этими слезами.",
            "И позволь мне рассказать тебе один наш секрет, но храни его в тайне!",
            "Запомни, если нажать ЛКМ - то это позволит тебе плеваться водой, мы называли это “Воздушный поцелуй”",
            "Надеюсь это поможет тебе выйти сухим из воды."
        },
            new string[]
            {
                "Eсли нажать ЛКМ - то это позволит тебе плеваться водой",
            }
        };
    }
}